[
  {
    "name": "مارك مانسون",
    "about": "وُلِد عام 1984 في الولايات المتحدة الأمريكية، كاتب أمريكي معاصر متخصص في التنمية الذاتية، اشتهر بكتاب (فن اللامبالاة) الذي وضح مفاهيم التفاؤل السطحي، وقدم فلسفة واقعية لمواجهة الحياة عبر تقبُّل المعاناة كجزء طبيعي منها، مع التركيز على تحديد الأولويات والقيم الحقيقية بدل السعي وراء الكمال، مما جعله أحد أكثر الكُتَّاب تأثيرًا في جيل الألفية."
  },
  {
    "name": "عادل مصطفى",
    "about": "وُلِد في القاهرة عام 1955، كاتب وفيلسوف مصري يُعتبر من أبرز المفكرين العرب في تحليل المنطق واللغة، قدم أعمالًا مثل (المغالطات المنطقية) و(الحنين إلى الخرافة)، حيث مزج بين النقد الثقافي والتحليل الفلسفي لتفكيك الأفكار الرائجة، ودعا إلى تبني العقلانية العلمية في مواجهة الأساطير والمفاهيم المغلوطة، مع الحفاظ على الهوية العربية في حوارها مع الحداثة."
  },
  {
    "name": "ابن القيم الجوزية",
    "about": "وُلِد في دمشق عام 1292م، تلميذ ابن تيمية وأحد أعلام المدرسة السلفية، جمع بين الفقه والتصوف في مؤلفات مثل (الداء والدواء) و(مدارج السالكين)، حيث ركز على تزكية النفس وربط السلوك الإنساني بالعقيدة، وعُرف بأسلوبه الأدبي المؤثر الذي يجمع بين الحِكْمَة والاستشهاد بالنصوص الشرعية، مما جعل كتبه مراجع في الإصلاح الذاتي والأخلاق الإسلامية."
  },
  {
    "name": "روبرت كيوساكي",
    "about": "وُلِد في هاواي عام 1947، رجل أعمال ومؤلف أمريكي من أصل ياباني، اشتهر بكتاب (الأب الغني والأب الفقير) الذي نقل فيه تجربته بين والده الأكاديمي ووالد صديقه رجل الأعمال، مقدِّمًا نقدًا لثقافة الوظائف التقليدية وداعيًا إلى الاستثمار الذكي وبناء الأصول، أصبح رمزًا لثقافة التحرر المالي رغم انتقادات لتبسيطه المفاهيم الاقتصادية."
  },
  {
    "name": "حنان لاشين",
    "about": "كاتبة سعودية وُلِدت حوالي عام 1980، تخصصت في الكتابة الموجهة للمرأة المسلمة عبر أعمال مثل (كوني صحابية) و(إيكادولي)، حيث مزجت بين السرد القصصي والدروس الدينية، مع تركيز على تمكين المرأة عبر استلهام النماذج التاريخية الإسلامية، بأسلوب سهل يجمع بين التشويق والوعظ، مما جعلها واحدة من الأصوات البارزة في الأدب الإسلامي المعاصر."
  },
  {
    "name": "محمد بن عبد الله بن مالك الطائي",
    "about": "وُلِد في الأندلس (جيان) عام 1204م، إمام النحو العربي وصاحب (ألفية ابن مالك) التي لخَّصت قواعد النحو والصرف في ألف بيت، اعتُمدت كمتن تعليمي في الجامعات الإسلامية لقرون، تميز أسلوبه بالدقة والاختصار، مما جعل شروحها مثل (شرح ابن عقيل) أساسًا لدراسة اللغة العربية، ويُعد من أعمدة التراث اللغوي العربي."
  },
  {
    "name": "جيمس كلير",
    "about": "وُلِد عام 1986 في الولايات المتحدة، كاتب متخصص في علم النفس التطبيقي، اشتهر بكتاب (العادات الذرية) الذي قدم فيه منهجًا لبناء عادات صغيرة مستدامة تؤدي إلى تغييرات كبيرة، مستندًا إلى أبحاث في علم الأعصاب والسلوك، مع تركيز على التكيف مع الفشل كجزء من النجاح، مما جعله مرجعًا في مجالات الإنتاجية وتطوير الذات."
  },
  {
    "name": "ستيفن كوفي",
    "about": "وُلِد في يوتا عام 1932، استشاري إداري أمريكي ذو توجه ديني، اشتهر بكتاب (العادات السبع للناس الأكثر فاعلية) الذي جمع فيه مبادئ إدارة الذات والعلاقات الإنسانية، مثل (ابدأ بالهدف النهائي) و(فكر بشكل تكافؤي)، متأثرًا بالفلسفات الشرقية والمسيحية، وحصل كتابه على شهرة عالمية كأحد أكثر الكتب مبيعًا في التاريخ."
  },
  {
    "name": "آنا ليمبيكي",
    "about": "وُلِدت عام 1972 في الولايات المتحدة، طبيبة نفسية وباحثة في مجال الإدمان، قدمت في كتاب (أمة الدوبامين) تحليلًا لآثار الإفراط في استخدام التكنولوجيا على الدماغ، محذرة من أن السعي الدائم للمتعة يقلل من قدرة الإنسان على تحمل الألم ويؤدي إلى إدمان سلوكي، ودعت إلى موازنة بين التحفيز والانضباط عبر ممارسات مثل الصيام الرقمي."
  },
  {
    "name": "تشارلز دوهيغ",
    "about": "وُلِد عام 1974، صحفي تحقيقي أمريكي حائز على جائزة بوليتزر، اشتهر بكتاب (قوة العادات) الذي كشف فيه عن آلية تكوين العادات على مستوى الأفراد والمنظمات، مستخدمًا أمثلة من شركات مثل ستاربكس وسبا بليس، مع تقديم استراتيجيات عملية لتغيير العادات السيئة، مما جعل الكتاب مرجعًا في علم السلوك والإدارة."
  },
  {
    "name": "ماثيو ووكر",
    "about": "وُلِد في بريطانيا عام 1973، عالم أعصاب متخصص في أبحاث النوم، يدير مركز علوم النوم بجامعة كاليفورنيا، كشف في كتابه (لماذا ننام؟) عن الآثار الكارثية لقلة النوم على الصحة العقلية والجسدية، مثل زيادة خطر السرطان والزهايمر، ودعا إلى إعادة النظر في ثقافة العمل الحديثة التي تهمل قيمة الراحة، مستندًا إلى دراسات علمية مفصلة."
  },
  {
    "name": "فهد عامر الأحمدي",
    "about": "وُلِد في جدة عام 1967، كاتب سعودي يُلقب بـ (رجل الظل) لانتشار مقالاته في الصحف السعودية، جمع في كتاب (نظرية الفستق) مقالات تناقش قضايا حياتية وعلمية بأسلوب سهل، مع استخدام التشبيهات الطريفة مثل (نظرية الفستق) التي ترمز إلى تبسيط التعقيدات، مما جعله أحد أبرز الوجوه الإعلامية المؤثرة في العالم العربي."
  },
  {
    "name": "محمد الغزالي",
    "about": "وُلِد في مصر عام 1917، مفكر إسلامي مجدد، عُرف بكتابه (فقه السيرة) الذي قدّم سيرة النبي محمد صلى الله عليه وسلم بأسلوب تحليلي يركز على الدروس المعاصرة، ودعا إلى تجديد الخطاب الديني ومواجهة التطرف، تعرض للنقد من التيارات التقليدية بسبب آرائه التجديدية، ويُعتبر أحد رواد الاعتدال الإسلامي في القرن العشرين."
  },
  {
    "name": "ستيفن هوكينج",
    "about": "وُلِد في بريطانيا عام 1942، عالم فيزياء نظرية رغم إصابته بمرض ALS، قدم إسهامات ثورية في فهم الثقوب السوداء والنسبية العامة، نشر كتاب (تاريخ موجز للزمن) الذي شرح فيه مفاهيم معقدة مثل الانفجار العظيم بطريقة مبسطة، وأصبح رمزًا للإرادة الإنسانية والعلم، وحصل على جوائز عالمية قبل وفاته عام 2018."
  },
  {
    "name": "طه حسين",
    "about": "وُلِد في مصر عام 1889، أديب وناقد أدبي لقب بـ (عميد الأدب العربي)، رغم فقدان بصره أصبح رمزًا للتعليم والتنوير، سيرته الذاتية (الأيام) كشفت معاناة المكفوفين وصراعه للوصول إلى الجامعة، دعا إلى تبني المنهج النقدي في دراسة التراث، وتولى مناصب أكاديمية وسياسية رفيعة، وأثرى المكتبة العربية بأعمال أدبية وفكرية."
  },
  {
    "name": "براين غرين",
    "about": "وُلِد في نيويورك عام 1963، فيزيائي أمريكي متخصص في نظرية الأوتار، اشتهر بكتاب (الكون الأنيق) الذي قدم فيه رؤية شاملة عن الفيزياء الحديثة، وشارك في برامج وثائقية علمية، جمع بين البحث الأكاديمي ونشر العلوم للجمهور، ودعا إلى تبسيط المفاهيم المعقدة مثل الأكوان المتوازية، مما جعله وجهًا بارزًا في الثقافة العلمية الشعبية."
  },
  {
    "name": "نجيب محفوظ",
    "about": "وُلِد في القاهرة عام 1911، روائي مصري حائز على نوبل للأدب عام 1988، مزج في أعماله مثل (الحرافيش) و(أولاد حارتنا) بين الواقعية والرمزية، منتقدًا القمع السياسي والاجتماعي، تعرض للهجوم من التيارات المتشددة بسبب جرأته، لكنه ظل رمزًا للأدب الإنساني الذي يربط بين التراث والحداثة، وتُعد رواياته مرآة لتطور المجتمع المصري."
  },
  {
    "name": "عبد الرحمن منيف",
    "about": "وُلِد في عمّان عام 1933، روائي سعودي-أردني، عُرف بنقده اللاذع للأنظمة السياسية في روايته (مدن الملح) التي صورت تحولات المجتمع الخليجي بعد النفط، جمع بين السرد الأدبي والتحليل الاجتماعي، وتعرض للاضطهاد بسبب آرائه، مما دفعه للعيش في المنفى، يُعتبر أحد أبرز الروائيين العرب الذين كشفوا تناقضات الحداثة العربية."
  },
  {
    "name": "عائض القرني",
    "about": "وُلِد في السعودية عام 1959، داعية إسلامي وكاتب، اشتهر بكتاب (لا تحزن) الذي جمع فيه النصائح الدينية مع مفاهيم علم النفس الإيجابي، بأسلوب شعري مؤثر، تبنى خطابًا معتدلًا يدعو إلى التفاؤل والرضا، وواجه انتقادات لاختلاطه بالأوساط الثقافية، لكنه حافظ على شعبيته كواحد من أكثر الدعاة تأثيرًا في العالم العربي."
  },
  {
    "name": "ابن تيمية",
    "about": "وُلِد في حرّان عام 1263م، فقيه حنبلي ومجدد إسلامي، عُرف بمنهجه السلفي في مواجهة البدع، كتب (العبودية) ليُعيد تعريف العبادة كخضوع شامل لله في كل جوانب الحياة، سُجن عدة مرات بسبب آرائه الجريجة، وأثر في حركات إصلاحية لاحقة مثل الوهابية، ويُعتبر مرجعًا للتيارات الإسلامية المحافظة."
  },
  {
    "name": "عبد الملك بن هشام",
    "about": "مؤرخ يمني من القرن الثالث الهجري، جمع سيرة ابن إسحاق في كتاب (السيرة النبوية)، ركز على توثيق الأحداث بدقة عبر الإسناد، وحذف القصص الضعيفة، مما جعل كتابه أساسًا لدراسة السيرة، ورغم اختفاء تفاصيل حياته الشخصية، بقي عمله منارةً في التأريخ الإسلامي المبكر."
  },
  {
    "name": "أبو حامد الغزالي",
    "about": "وُلِد في إيران عام 1058م، فيلسوف وصوفي، ألَّف (إحياء علوم الدين) و(المنقذ من الضلال) حيث انتقد الفلاسفة ودعا إلى التصوف القائم على الشريعة، تأثرت به مدارس فكرية متناقضة، من السلفية إلى الصوفية، وأعاد تشكيل الفكر الإسلامي عبر مزج العقل والروح في مشروع تجديدي ما زال مؤثرًا."
  },
  {
    "name": "يلماز أوزتونا",
    "about": "مؤرخ تركي وُلِد عام 1930، تخصص في التاريخ العثماني، قدم في كتابه الشهير رؤية تفصيلية لتطور الإمبراطورية من النشأة إلى السقوط، مع التركيز على الجوانب العسكرية والسياسية، ودافع عن الإرث العثماني كجسر بين الشرق والغرب، رغم انتقاده لبعض سلاطين الدولة، مما جعل كتابه مرجعًا في الدراسات التركية."
  },
  {
    "name": "راغب السرجاني",
    "about": "وُلِد في مصر عام 1964، داعية إسلامي ومؤرخ، أسس موقع (قصة الإسلام) الذي يروي التاريخ الإسلامي بصورة مبسطة، تميزت موسوعته بالجمع بين السرد القصصي والتحليل العقائدي، ودعا إلى الاعتزاز بالهوية الإسلامية في مواجهة التحديات المعاصرة، مما جعله وجهًا بارزًا في الخطاب الديني الموجه للشباب."
  },
  {
    "name": "غسان كنفاني",
    "about": "وُلِد في فلسطين عام 1936، روائي وقائد سياسي، اغتاله الموساد عام 1972، عبرت رواياته مثل (رجال في الشمس) عن مأساة اللاجئين الفلسطينيين وهُوية الشتات، مزج بين الأدب والنضال السياسي، وأصبح رمزًا للثقافة المقاومة، حيث حوّلت أعماله إلى أيقونات في النضال من أجل العدالة."
  },
  {
    "name": "ابن كثير",
    "about": "وُلِد في سوريا عام 1301م، مؤرخ وفقيه، أشهر أعماله (البداية والنهاية) موسوعة تاريخية تبدأ من الخليقة حتى عصره، اعتمد على الروايات الدينية والتاريخية، وتميز بموضوعية نسبية رغم انحيازه للمنهج السلفي، ويُعد كتابه مصدرًا رئيسيًا لفهم التاريخ الإسلامي من منظور أهل السنة."
  },
  {
    "name": "الطبري",
    "about": "وُلِد في إيران عام 839م، مُؤَسِّس علم التاريخ الإسلامي عبر كتابه (تاريخ الأمم والملوك) الذي وثَّق الأحداث بسلسلة إسناد دقيقة، كما ألَّف تفسيرًا قرآنّيًا ضخمًا، جمع بين المنهج العلمي والرواية الأدبية، وأثرى المكتبة الإسلامية بمصادر لا غنى عنها للباحثين في التاريخ والتراث."
  },
  {
    "name": "ابن خلدون",
    "about": "وُلِد في تونس عام 1332م، مؤسس علم الاجتماع، قدم في (مقدمة ابن خلدون) نظريات ثورية عن تطور الدول والعمران البشري، ربط فيها بين العوامل الاقتصادية والاجتماعية، وتنبأ بانهيار الحضارات بسبب الترف، وأثرت أفكاره على مفكرين غربيين مثل آدم سميث، ويُعتبر رائدًا في الفلسفة التاريخية."
  },
  {
    "name": "شريف عرفة",
    "about": "وُلِد في مصر عام 1980، كاتب ورسام كاريكاتير، تخصص في تبسيط علم النفس عبر كتب مثل (إنسان بعد التحديث)، حيث مزج بين الرسوم الكوميدية والتحليل العلمي، ودعا إلى مواجهة تحديات العصر الرقمي بالوعي الذاتي، مما جعله واحدًا من الأصوات الشبابية المؤثرة في مجال التنمية البشرية."
  },
  {
    "name": "إبراهيم السكران",
    "about": "إبراهيم بن عمر السكران (ولد في 5 ربيع الآخر 1396 هـ الموافق 4 أبريل 1976م) باحث ومُفكِّر إسلامي، مهتمٌ بمنهج الفقه الإسلامي وبالمذاهب العقدية والفكرية، له العديد من المؤلفات والأبحاث والمقالات المنشورة وله عدد من الكتب المطبوعة."
  },
  {
    "name": "غوستاف لوبون",
    "about": "طبيب ومؤرخ فرنسي. عمل في أوروبا وآسيا وشمال أفريقيا. كتب في علم الآثار وعلم الإنثروبولوجيا وعني بالحضارة الشرقية. من أشهر آثاره: حضارة العرب، وحضارات الهند، و«باريس 1884» و«الحضارة المصرية» و«حضارة العرب في الأندلس» و«سر تقدم الأمم» و«روح الاجتماع» الذي كان إنجازه الأول. هو أحد أشهر فلاسفة الغرب وأحد الذين امتدحوا الأمة العربية والحضارة الإسلامية. لم يسر غوستاف لوبون على نهج معظم مؤرخي أوروبا، حيث اعتقد بوجود فضلٍ للحضارة الإسلامية على العالم الغربي."
  }
]
