[
  {
    "id": 1,
    "title": "فن اللامبالاة",
    "author": "مارك مانسون",
    "description": "الكتاب يتحدث عن أن الانسان لا يجب بالضرورة أن يكون إيجابياً طوال الوقت وأن المفتاح إلى بشر أكثر قوة وسعادة كامن في التعامل مع الشدائد تعاملاً أفضل. يتناول الكتاب في فصوله كيفية تغلب الإنسان على عقبات حياته بطريقة منطقية بعيداً عن التهرب والخوف منها.",
    "cover": "1.jpg",
    "genre": "تنمية ذاتية"
  },
  {
    "id": 2,
    "title": "المغالطات المنطقية",
    "author": "عادل مصطفى",
    "description": "يقدم الكتاب مقدمة في المنطق غير الصوري ويتناول ماهية المغالطات المنطقية، أنواعها، أمثلة عليها، كيفية تميزها وتجنبها. صدر عن المجلس الأعلى للثقافة، وهو كتاب يشمل موضوع المنطق غير الصوري والمغالطات المنطقية غير الصورية.",
    "cover": "2.jpg",
    "genre": "منطق"
  },
  {
    "id": 3,
    "title": "الداء والدواء",
    "author": "ابن القيم الجوزية",
    "description": "يعالج ابن القيم من خلال هذا الكتاب قضايا النفس البشرية وأدوارها، ورسم سبل إصلاحها وتزكيتها، فبين معنى المعصية وأسبابها وآثارها على النفس والمجتمع، ومآلاتها في الدنيا والآخرة، ثم عرض لبيان الدواء الناجح لهذا الداء، مستلهماً توجيهات القرآن الكريم والسنة النبوية في إصلاح النفوس والمجتمع. وقد اتسمت معالجته لهذا الموضوع بالدقة والموضوعية البالغة، فكان العالم الاجتماعي والمربي الحريص الذي يعرف مكنونات النفس البشرية وطبائعها وميولاتها، ويحدد أسباب الداء الذي أصابها، ثم يشرع في وصف الدواء الملائم من خلال أحكام الشريعة وفضائها.",
    "cover": "3.jpg",
    "genre": "شريعة إسلامية"
  },
  {
    "id": 4,
    "title": "الأب الغني والأب الفقير",
    "author": "روبرت كيوساكي",
    "description": "يحكي الكاتب قصة طفولته، الموزعة بين نصائح أبيه الأستاذ الجامعي والذي يرمز له في الكتاب بلقب الأب الفقير، وبين نصائح والد صديقه مايك، رجل الأعمال العصامي والذي يرمز له في الكتاب بلقب الأب الغني. يسرد الكتاب طفولة الكاتب وهو يتعلم كيف يحصل على المال ويكتسبه، مع مقارنة دائمه ما بين وضعي والده الأكاديمي الجامعي، ووالد صديقه العملي التجاري.",
    "cover": "4.jpg",
    "genre": "إقتصاد"
  },
  {
    "id": 5,
    "title": "كوني صحابية",
    "author": "حنان لاشين",
    "description": "يقدم الكتاب رحلة مُلهمة في سِيَر نساء النبي صلى الله عليه وسلم، ويركز على استخلاص الدروس والعِبَر من حياتهن لتكون نبراسًا للمرأة المسلمة المعاصرة، والتعرف على هؤلاء النماذج العظيمة، وتقدم حنان لاشين أسلوبًا شيقًا و قصصًا مؤثرة، ويعتبى كتاب كوني صحابية هو مصدر إلهام للمرأة المسلمة.",
    "cover": "5.jpg",
    "genre": "الشريعة الإسلامية"
  },
  {
    "id": 6,
    "title": "ألفية أبن مالك",
    "author": "محمد بن عبد الله بن مالك الطائي",
    "description": "ألفية ابن مالك، وتعرف بـ «الخلاصة»، هي من أهم المنظومات النحوية واللغوية، حظيت ألفية ابن مالك بقبول واسع لدى دارسي النحو العربي، فحرصوا على حفظها وشرحها أكثر من غيرها من المتون النحوية، وذلك لما تميزت به من التنظيم، والسهولة في الألفاظ، والإحاطة بالقواعد النحوية والصرفية بإيجاز، مع ترتيب محكم لموضوعات النحو، واستشهاد دقيق لكل منها، فهي تُدرس في العديد من المدارس والمعاهد خاصةً الدينية واللغوية.",
    "cover": "6.jpg",
    "genre": "علوم اللغة العربية"
  },
  {
    "id": 7,
    "title": "العادات الذرية",
    "author": "جيمس كلير",
    "description": "واحد من أبرز الكتب في مجال تطوير الذات وبناء العادات. يُعتبر دليلًا عمليًا لفهم كيفية تشكيل العادات الجيدة والتخلص من العادات السيئة من خلال تغييرات صغيرة ومستمرة. يقدم الكتاب منهج سهل لبناء عادات جيدة والتخلص من العادات السيئة.",
    "cover": "7.jpg",
    "genre": "تنمية ذاتية"
  },
  {
    "id": 8,
    "title": "العادات السبع للناس الأكثر فاعلية",
    "author": "ستيفن كوفي",
    "description": "الكتاب يتعرض لسبع مبادئ، إذا طبقت كعادات فإنها من المفترض أن تساعد الشخص على أن يكون أكثر فعالية. يؤكد الكاتب أنه يمكن تحقيق ذلك عن طريق مواءمة النفس إلى ما يسميه «بالبوصلة الداخلية باتجاه الشمال» على أساس المبادئ الأساسية للأخلاقيات والطابع حيث أنه يعتقد أنها عالمية وغير محدودة زمنيا.",
    "cover": "8.jpg",
    "genre": "تنمية ذاتية"
  },
  {
    "id": 9,
    "title": "أمة الدوبامين",
    "author": "آنا ليمبيكي",
    "description": "يكشف الكتاب كيف يؤدي السعي المستمر للمتعة وتجنب الألم إلى اختلال توازن الدماغ، مما يقلل من استجابته للمتعة ويزيد من قابلية الإدمان. يدعو الكتاب إلى مواجهة الألم بشكل واعٍ لإعادة ضبط آليات الدماغ وتحقيق التوازن، مع التركيز على أهمية الصدق مع الذات، واحتضان الأنشطة الهادفة، وممارسة ضبط النفس من خلال استراتيجيات مثل الامتناع عن العادات المدمرة أو التعرض الإيجابي للصعوبات، كالتدريبات الرياضية أو التعرض للبرد.",
    "cover": "9.jpg",
    "genre": "علم نفس"
  },
  {
    "id": 10,
    "title": "قوة العادات",
    "author": "تشارلز دوهيغ",
    "description": "يتناول الكتاب كيفية تشكّل العادات وتأثيرها على حياتنا الشخصية والمهنية. يستعرض الكاتب أبحاثًا في علم النفس وعلم الأعصاب لفهم آلية العادة وكيف يمكن تغييرها، مع أمثلة حقيقية من شركات وأفراد غيروا عاداتهم لتحقيق النجاح.",
    "cover": "10.jpg",
    "genre": "تنمية ذاتية"
  },
  {
    "id": 11,
    "title": "لماذا ننام؟",
    "author": "ماثيو ووكر",
    "description": "كتاب علمي يشرح أهمية النوم لصحة الإنسان الجسدية والعقلية، ويعرض أبحاثًا حول تأثير قلة النوم على الدماغ والجسم، إضافة إلى نصائح لتحسين جودة النوم.",
    "cover": "11.jpg",
    "genre": "صحة"
  },
  {
    "id": 12,
    "title": "نظرية الفستق",
    "author": "فهد عامر الأحمدي",
    "description": "فهد عامر الأحمدي",
    "cover": "12.jpg",
    "genre": "تنمية ذاتية"
  },
  {
    "id": 13,
    "title": "فقه السيرة",
    "author": "محمد الغزالي",
    "description": "يعرض السيرة النبوية بأسلوب تحليلي يركز على الدروس والعبر المستفادة منها، موضحًا كيف تشكل حياة النبي صلى الله عليه وسلم نموذجًا يُحتذى في واقعنا.",
    "cover": "13.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 14,
    "title": "تاريخ موجز للزمن",
    "author": "ستيفن هوكينج",
    "description": "يقدم نظرة مبسطة عن علم الكون والفيزياء النظرية، بما في ذلك الزمن، الثقوب السوداء، الانفجار الكبير، والنسبية، بطريقة تناسب القارئ العام غير المتخصص.",
    "cover": "14.jpg",
    "genre": "فيزياء"
  },
  {
    "id": 15,
    "title": "الأيام",
    "author": "طه حسين",
    "description": "سيرة ذاتية أدبية لحياة الكاتب منذ طفولته في الريف المصري حتى دراسته في الأزهر وسفره إلى فرنسا، يعكس فيها معاناته وتطلعاته.",
    "cover": "15.jpg",
    "genre": "سيرة ذاتية "
  },
  {
    "id": 16,
    "title": "الكون الأنيق",
    "author": "براين غرين",
    "description": "يناقش الكتاب النظريات الحديثة في الفيزياء، مثل النظرية النسبية، ميكانيكا الكم، ونظرية الأوتار، بطريقة مبسطة لعامة القراء.",
    "cover": "16.jpg",
    "genre": "فيزياء"
  },
  {
    "id": 17,
    "title": "اللص والكلاب",
    "author": "نجيب محفوظ",
    "description": "رواية تدور حول بطل مأزوم يسعى للانتقام بعد خروجه من السجن، وهي من أعمال محفوظ التي تصور صراعات داخلية ونقد اجتماعي حاد.",
    "cover": "17.jpg",
    "genre": "أدب عربي"
  },
  {
    "id": 18,
    "title": "مدن الملح",
    "author": "عبد الرحمن منيف",
    "description": "سلسلة روائية خماسية تصور تحولات المجتمع البدوي بعد اكتشاف النفط، وما رافق ذلك من تغيير اقتصادي وثقافي وسياسي.",
    "cover": "18.jpg",
    "genre": "أدب عربي"
  },
  {
    "id": 19,
    "title": "أولاد حارتنا",
    "author": "نجيب محفوظ",
    "description": "رواية رمزية أثارت الجدل، تتناول قضايا الإنسان والسلطة والعدالة، وتوظف رموزًا دينية في حبكتها، ما أثار جدلاً فكريًا ودينيًا.",
    "cover": "19.jpg",
    "genre": "أدب عربي"
  },
  {
    "id": 20,
    "title": "لا تحزن",
    "author": "عائض القرني",
    "description": "يهدف الكتاب إلى رفع المعنويات والتخفيف من القلق والحزن، من خلال التوجيهات الدينية والنفسية. يركز على مفاهيم الصبر، التوكل، والرضا بقضاء الله. يدعم الكاتب أفكاره بالآيات القرآنية، الأحاديث النبوية، والشعر العربي. يدمج النصوص الدينية بالحكمة والقصص القصيرة لتوصيل رسائل إيجابية. يناسب من يعاني من ضغوط الحياة اليومية ويبحث عن الطمأنينة.",
    "cover": "20.jpg",
    "genre": "تنمية ذاتية"
  },
  {
    "id": 21,
    "title": "العبودية",
    "author": "ابن تيمية",
    "description": "يناقش الكتاب مفهوم العبودية الحقة لله تعالى من خلال الطاعة والمحبة والاتباع. يوضح أن الحرية الحقيقية تكون في التذلل لله وحده، لا باتباع الشهوات. يبين كيف أن الإسلام يحرر الإنسان من عبودية البشر والأهواء. يربط بين التوحيد والسلوك الإنساني وأثره في تهذيب النفس. الكتاب عميق في الطرح ويستند إلى النصوص الشرعية وتحليل فلسفي راقٍ.",
    "cover": "21.jpg",
    "genre": "الشريعة الإسلامية"
  },
  {
    "id": 22,
    "title": "السيرة النبوية",
    "author": "عبد الملك بن هشام",
    "description": "يعد من أوائل وأهم الكتب في تدوين السيرة النبوية الشريفة. يغطي حياة النبي محمد صلى الله عليه وسلم من مولده حتى وفاته، ويعتمد على روايات موثوقة. يعرض الأحداث التاريخية والغزوات والبعثات بأسلوب سردي ممتع. يشمل أيضًا بعض الخطب والوصايا النبوية. يعتبر مرجعًا أساسياً للباحثين وطلاب العلم في السيرة.",
    "cover": "22.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 23,
    "title": "المنقذ من الضلال",
    "author": "أبو حامد الغزالي",
    "description": "كتاب فلسفي فكري يعرض رحلة الغزالي في البحث عن الحقيقة واليقين. يبدأ بعرض شَكِّه في مصادر المعرفة التقليدية، ويمرّ بتجربته مع الفلسفة والكلام والتصوف. يُظهر صراعه الداخلي بين العقل والنقل، والعلم والعمل، حتى وجد الاطمئنان في التصوف القائم على الشريعة. يعكس الكتاب تطور فكر الغزالي ويُعدّ مرجعًا في الفلسفة الإسلامية. أسلوبه تأملي صادق ومليء بالتحليل العميق.",
    "cover": "23.jpg",
    "genre": "الفلسفة"
  },
  {
    "id": 24,
    "title": "تاريخ الدولة العثمانية",
    "author": "يلماز أوزتونا",
    "description": "يتناول الكتاب التاريخ السياسي والعسكري والثقافي للدولة العثمانية منذ نشأتها حتى سقوطها. يعرض السلاطين واحدًا تلو الآخر، مع تفصيل لأهم الأحداث في عهودهم. يُبرز العلاقات الدولية، والإصلاحات، والضعف والانحدار التدريجي للدولة. يعتمد على مصادر تركية وعالمية، ويقدم سردًا تحليليًا بعيدًا عن التعصب. من المراجع المهمة لفهم التاريخ العثماني في شموليته.",
    "cover": "24.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 25,
    "title": "موسوعة التاريخ الإسلامي",
    "author": "راغب السرجاني",
    "description": "موسوعة متكاملة تغطي التاريخ الإسلامي منذ البعثة النبوية حتى العصر الحديث. تشمل الأحداث الكبرى، الخلفاء، الفتوحات، الحضارة الإسلامية، وسقوط الخلافة. تركز على تحليل الأحداث وربطها بالقيم الإسلامية والمفاهيم العقائدية. تعتمد على مصادر تاريخية أصيلة وأسلوب تربوي مشوق. مناسبة للقراء والباحثين في آنٍ واحد.",
    "cover": "25.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 26,
    "title": "إيكادولي",
    "author": "حنان لاشين",
    "description": "تدور أحداث الرواية في مملكة البلاغة، وهي مملكة مكونة من عوالم مختلفة، تكون الكتب فيها حية تعيش وتتنفس وتشعر كالبشر تمامًا، كما أنه يكون في استطاعتها استدعاء المحاربين من القراء الذين يؤمنون بالقيم التي كتبت فيها، وذلك من خلال كتب قديمة موجودة تختار القارئ وتظهر له رمز غامض.",
    "cover": "26.jpg",
    "genre": "تنمية ذاتية"
  },
  {
    "id": 27,
    "title": "فلسفة العلم في القرن العشرين",
    "author": "دونالد جيليز",
    "description": "يستعرض هذا الكتاب تطور فلسفة العلم منذ بداية القرن العشرين، مع التركيز على مدارس مثل الوضعية المنطقية، فلسفة كارل بوبر، توماس كون، وفايرآبند. يناقش موضوعات مثل معيار التمييز العلمي، التغيرات الثورية في العلم، ونقد المنهج العلمي. يُعد مقدمة أكاديمية معمقة ومفيدة للمهتمين بالفكر العلمي والفلسفي.",
    "cover": "27.jpg",
    "genre": "فلسفة"
  },
  {
    "id": 28,
    "title": "اليهود في تاريخ الحضارات الأولى",
    "author": "غوستاف لوبون",
    "description": "يتتبع الكتاب تاريخ اليهود القديم من خلال منظور حضاري واجتماعي. يدرس نشأتهم، تطوراتهم، وأثرهم على المجتمعات القديمة مثل البابلية والمصرية والفارسية. يعرض الأساطير، النصوص، والوقائع التي أثرت في هوية اليهود. يسعى لتحليل الدور الديني والسياسي لهم في تلك الفترات. الأسلوب بحثي ومبني على مقارنة حضارية.",
    "cover": "28.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 29,
    "title": "تاريخ المغول",
    "author": "عباس إقبال",
    "description": "يعرض هذا الكتاب التاريخ السياسي والعسكري للمغول منذ ظهور جنكيز خان حتى سقوط إمبراطوريتهم. يشرح كيف تمكنوا من السيطرة على مساحات شاسعة من آسيا وأوروبا. يناقش علاقتهم بالخلافة العباسية، وأثر غزوهم على الحضارات الإسلامية. يتطرق أيضًا إلى حياتهم الاجتماعية والتنظيمية والدينية. الكتاب موثق جيدًا ويعتمد على مصادر تاريخية متنوعة.",
    "cover": "29.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 30,
    "title": "الفتح الإسلامي في الشمال الإفريفي",
    "author": "علي محمد الصلابي",
    "description": "يتناول الكتاب فتح المسلمين للأندلس في القرن الثامن الميلادي بقيادة طارق بن زياد. يسلط الضوء على دوافع الفتح، المعارك الكبرى، والإدارة الإسلامية بعد الفتح. يشرح كيف أصبحت الأندلس مركزًا للحضارة الإسلامية في أوروبا. كما يستعرض التحديات التي واجهت المسلمين هناك. الأسلوب تحليلي يجمع بين السرد التاريخي والدروس المستفادة.",
    "cover": "30.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 31,
    "title": "الديمقراطية وحقوق الإنسان في الإسلام",
    "author": "راشد الغنوشي",
    "description": "يناقش العلاقة بين الإسلام والديمقراطية من منظور فكري وفقهي معاصر. يسعى الكاتب إلى التوفيق بين الشورى الإسلامية والممارسات الديمقراطية الحديثة. يعرض نماذج تطبيقية من تجارب بعض الدول الإسلامية. يُعالج إشكاليات الحريات، حقوق الإنسان، وتداول السلطة في الإطار الإسلامي. يقدم الكتاب طرحًا تجديديًا وسط تيارات فكرية متباينة.",
    "cover": "31.jpg",
    "genre": "سياسة"
  },
  {
    "id": 32,
    "title": "رقائق القرآن",
    "author": "إبراهيم السكران",
    "description": "كتاب تأملي روحي يتناول بعض آيات القرآن الكريم بتدبر عميق. يركز على الجوانب الإيمانية والروحية في القرآن، ويستخرج منها معاني رقيقة تمس القلب. يستخدم أسلوبًا أدبيًا راقيًا ومؤثرًا. يشجع القارئ على الارتباط بالقرآن كمنهج حياة، لا مجرد تلاوة. يُعد من الكتب الإيمانية التي تلقى رواجًا واسعًا بين الشباب.",
    "cover": "32.jpg",
    "genre": "الشريعة الإسلامية"
  },
  {
    "id": 33,
    "title": "مغالطات لغوية",
    "author": "عادل مصطفى",
    "description": "على إثر تعرض اللغة العربية لما تتعرض له سائر اللغات، بل سائر الموجودات، من أمراض وعلل، بات على أهلها نفض غبار الزمان عنها، والكشف عن مواطن الإحياء فيها، وإعادة قراءة المشهد اللغوي ما قبل مرحلة التقعيد؛ لتقوم اللغة بوظيفتها الكبرى نحو أبنائها، والناطقين بها. ونحو استكشاف طريق ثالث لفصحى عربية سائغة، تصلح لزمان أضحت فيه «العربية» مقيدة بديكتاتورية زمان ولى تارة، وديكتاتورية مكان تجاوزته اللغة تارة أخرى؛ يسعى الدكتور «عادل مصطفى» لتأطير منهج جديد للتعامل مع لغتنا، هو بمثابة مراجعة شاملة لفقه اللغة العربية، تتناول قصتها من مبدئها إلى منتهاها.",
    "cover": "33.jpg",
    "genre": "علوم اللغة العربية"
  },
  {
    "id": 34,
    "title": "الحنين إلى الخرافة",
    "author": "عادل مصطفى",
    "description": "يناقش الكاتب جذور الخرافة في الثقافة العربية والإسلامية وتاريخها. يوضح كيف تحولت بعض المرويات والأساطير إلى معتقدات راسخة. يعرض أمثلة من التراث والتاريخ توضح مدى تغلغل الخرافة في العقل الجمعي. يتبنى رؤية نقدية جريئة تفكك الخرافة وتدعو للعقلانية. أسلوبه بحثي تحليلي بأسلوب سهل القراءة.",
    "cover": "34.jpg",
    "genre": "فلسفة"
  },
  {
    "id": 35,
    "title": "رجال في الشمس",
    "author": "غسان كنفاني",
    "description": "رواية قصيرة تصور معاناة اللاجئين الفلسطينيين في سبيل البحث عن فرصة للحياة. تدور أحداثها حول ثلاثة رجال يحاولون التسلل إلى الكويت عبر الصحراء داخل خزان شاحنة، فينتهي مصيرهم بالموت خنقًا. تطرح الرواية أسئلة مؤلمة عن المسؤولية، الهروب، الصمت، والخذلان. تُعتبر من أبرز أعمال كنفاني وأعمقها رمزية.",
    "cover": "35.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 36,
    "title": "عائد إلى حيفا",
    "author": "غسان كنفاني",
    "description": "رواية فلسطينية قصيرة تتناول العودة الرمزية إلى مدينة حيفا بعد احتلالها. يستعرض الكاتب مأساة اللاجئ الفلسطيني من خلال قصة زوجين يعودان إلى منزلهما. يُفاجآن بأن ابنهما الذي تَرَكاه أصبح جنديًا في جيش الاحتلال. الرواية مليئة بالرموز السياسية والوجدانية. تعكس مرارة الفقد، والصراع مع الذات، وقضايا الهوية.",
    "cover": "36.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 37,
    "title": "الحرافيش",
    "author": "نجيب محفوظ",
    "description": "ﻳﺼﻒ ﻟﻨﺎ ﻧﺠﻴﺐ ﻣﺤﻔﻮﻅ ﺳﻌﻲ ﺍﻟﻨﻔﺲ ﺍﻟﺒﺸﺮﻳﺔ ﺍﻟﺪﺍﺋﻢ ﺍﻟﻰ ﺍﻟﺨﻼﺹ ﻭﺗﻤﺮﺩﻫﺎ ﻋﻠﻰ ﻧﻔﺴﻬﺎ ﺍﻟﺘﻲ ﺍﺭﺗﻀﺖ ﺑﺎﻟﻮﺍﻗﻊ ﺍﻟﻤﺮﻳﺮ، ﻓﺘﺤﺜﻬﺎ ﺩﺍﺋﻤﺎ ﺍﻟﻰ ﺍﻟﺨﻼﺹ، ﻭﺍﻟﺨﺮﻭﺝ ﻣﻦ ﻧﻔﻖ ﺍﻟﻨﻔﺲ ﺍﻟﻤﻈﻠﻢ، ﻭﻟﻜﻨﻬﺎ ﺗﺼﻄﺪﻡ ﺩﺍﺋﻤﺎ ﺑﺤﺐ ﺍﻟﺪﻧﻴﺎ ﻭﺍﻏﻮﺍﺋﺎﺗﻬﺎ ﺍﻟﻼﻣﺤﺪﻭﺩﺓ ﻭﻫﻨﺎ ﻳﻜﻮﻥ ﻣﻔﺘﺮﻕ ﺍﻟﻄﺮﻕ ﺍﻟﺬﻱ ﺗﺨﺘﺎﺭ ﻓﻴﻪ ﺍﻟﻨﻔﺲ ﺍﻣﺎ ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﺧﻄﻰ ﺍﻟﺼﺎﻟﺤﻴﻦ ﺍﻷﻭﺍﺋﻞ ﺃﻭ ﺍﻟﺤﻴﺎﺩ ﻋﻦ ﻃﺮﻳﻘﻬﻢ ﻭﺍﻳﺜﺎﺭ ﺷﻬﻮﺍﺗﻬﺎ ﺍﻟﺪﺍﺧﻠﻴﺔ، ﻛﻤﺎ ﻳﺼﻒ ﻟﻨﺎ ﺍﻟﺨﻨﻮﻉ ﻭﺍﻟﺬﻝ ﺍﻟﺬﻱ ﻳﺼﻴﺐ ﺍﻟﻨﻔﺲ ﻣﻦ ﺟﺮﺍﺀ ﻳﺄﺳﻬﺎ ﻣﻦ ﺧﻼﺻﻬﺎ، ﻭﺟﻬﻠﻬﺎ ﺑﺄﻥ ﺍﻟﺨﻼﺹ ﺍﻟﺤﻘﻴﻘﻲ ﻫﻮ ﺍﻟﻨﺎﺑﻊ ﻣﻦ ﺩﺍﺧﻠﻬﺎ ﻻ ﺍﻟﻤﺴﻠﻂ ﻋﻠﻴﻬﺎ ﻣﻦ ﺍﻟﺨﺎﺭﺝ ﻓﻬﻮ ﺧﻼﺹ ﺯﺍﺋﻒ ﺳﺮﻋﺎﻥ ﻣﺎ ﻳﺘﺒﺨﺮ ﻭﻳﺬﻫﺐ ﺭﻳﺤﻪ ﻭﺗﺒﻘﻰ ﺍﻟﻨﻔﺲ ﻓﻲ ﻇﻠﻤﺎﺗﻬﺎ ﺗﺒﻜﻲ ﻋﻠﻰ ﻣﺎﺽ ﻗﺪ ﺗﻮﻟﻰ ﻭﺫﻛﺮﻳﺎﺕ ﻟﻦ ﺗﻌﻮﺩ. كل ذلك في ملحمة رائعة يظهر فيها تعاقب اﻷجيال على مدى قرنين من الزمان من خلال عشر قصص لطالما كانت نبعا للسينما المصرية تنهل منه.",
    "cover": "37.jpg",
    "genre": "أدب عربي"
  },
  {
    "id": 38,
    "title": "مدارج السالكين",
    "author": "ابن القيم الجوزية",
    "description": "شرح لكتاب (منازل السالكين) للهروي، يعرض فيه مراتب السلوك إلى الله تعالى. يتناول مراحل تزكية النفس من التوبة إلى المعرفة والمحبة واليقين. يستخدم ابن القيم أسلوبًا علميًا وروحيًا يعكس عمق تجربته الصوفية. الكتاب من أعظم كتب التربية الروحية في الإسلام. يجمع بين النقل والعقل في تحليل المقامات.",
    "cover": "38.jpg",
    "genre": "الشريعة الإسلامية"
  },
  {
    "id": 39,
    "title": "البداية والنهاية",
    "author": "ابن كثير",
    "description": "موسوعة تاريخية ضخمة تبدأ بخلق السماوات والأرض، ثم قصص الأنبياء، والتاريخ الإسلامي. يتناول بالتفصيل السيرة النبوية، الخلفاء الراشدين، والفتوحات الإسلامية. يُعتبر مرجعًا رئيسيًا في التاريخ الإسلامي. يتميز بسرد دقيق مدعوم بالنصوص الشرعية. يُستخدم كثيرًا في الأوساط العلمية والدينية.",
    "cover": "39.jpg",
    "genre": "الشريعة الإسلامية"
  },
  {
    "id": 40,
    "title": "تاريخ الأمم والملوك",
    "author": "محمد بن جرير الطبري",
    "description": "من أقدم وأشمل كتب التاريخ الإسلامي، يبدأ بالخليقة ويمتد حتى القرن الثالث الهجري. يتميز بسرده للأحداث بسلاسل الإسناد، مما يجعله مصدرًا أوليًا. يغطي التاريخ العربي، الفارسي، الرومي، إلى جانب تاريخ الأنبياء. يُعد من الكتب المؤسسة للكتابة التاريخية في الحضارة الإسلامية. أسلوبه علمي وروائي في آنٍ واحد.",
    "cover": "40.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 41,
    "title": "المقدمة",
    "author": "عبد الرحمن بن خلدون",
    "description": "تُعد من أعظم ما كُتب في علم الاجتماع والتاريخ. يناقش فيها قوانين العمران، تطور الدول، وأنماط السلطة والثقافة. تُعتبر الأساس لعلم الاجتماع قبل ظهوره كمجال أكاديمي في الغرب. يعرض ابن خلدون نظريات سبقت عصره في الاقتصاد، التعليم، والسياسة. أسلوبه تحليلي دقيق يعكس عمق فكره واستقلاله العلمي.",
    "cover": "41.jpg",
    "genre": "تاريخ"
  },
  {
    "id": 42,
    "title": "إنسان بعد التحديث",
    "author": "شريف عرفة",
    "description": "يتناول الكتاب موضوعات في علم النفس الإيجابي والتنمية الذاتية من منظور عصري وإنساني. يشرح كيف يمكن للإنسان تحسين جودة حياته عبر الوعي بالذات، وتطوير العادات، ومواجهة الضغوط بفعالية. يستخدم أسلوبًا بسيطًا ورسومًا توضيحية لجعل المفاهيم النفسية سهلة الفهم. يجمع بين العلم والفكاهة والروحانيات في مزيج جذاب.",
    "cover": "42.jpg",
    "genre": "تنمية ذاتية"
  }
]
